[
  {
    "frontImage": "https://i.pinimg.com/564x/fe/f3/be/fef3becc0cbe5e0b3ef3ff71a190c31b.jpg",
    "frontText": "Generative AI and Machine Learning ",
    "backText": [
      "Neural Magic",
"Unlock AI's true potential! Develop smart algorithms that enhance creativity, boost productivity, or provide data-driven insights. Shape how we interact with technology daily."


    ]
  },
  {
    "frontImage": "https://i.pinimg.com/564x/b5/2b/37/b52b37124fdb79e5b77b166a5b1b0bb4.jpg",
    "frontText": "Blockchain (Web3)",
    "backText": [
      "Digital Fortress",
"Join the world of blockchain and cryptocurrency! Protect decentralized networks from cyber threats and help build a secure digital economy. Your skills can make a difference in keeping crypto safe."

    ]
  },
  {
    "frontImage": "https://i.pinimg.com/564x/41/23/05/41230590a0ff35dd78f8856bd993affb.jpg",
    "frontText": "Web / App Development",
    "backText": [
      "Web/App Development",
"Bring your innovative app ideas to life! Design sleek, user-friendly applications that solve real-world problems. Your creation could be the next essential tool in everyone's digital toolkit."

    ]
  },
  {
    "frontImage": "https://i.pinimg.com/564x/89/3c/d6/893cd679dff622b910569dc5cca81844.jpg",
    "frontText": "Cybersecurity",
    "backText": [
      "Cybersecurity",
"Protect the digital world! Create innovative security solutions to safeguard data and combat cyber threats. Help everyone stay safe online."

    ]
  },
  {
    "frontImage": "https://i.pinimg.com/564x/07/c2/f5/07c2f5976522153845d5b03dfab2b0ca.jpg",
    "frontText": "AR /  VR",
    "backText": [
      "Reality Remix",
      "Blend digital and physical worlds! Develop immersive AR/VR experiences for training, entertainment, or problem-solving. Push the boundaries of how we visualize and interact with information."
      
    ]
  },
  {
    "frontImage": "https://i.pinimg.com/564x/88/87/93/8887934573ea65bec1e83c88b6418fe8.jpg",
    "frontText": "Open Innovation",
    "backText": [
      "Unity Pallete",
"Spark global teamwork! Build powerful collaboration tools that connect minds across distances. Your platform could be the birthplace of the next world-changing idea."
    ]
  }
  
 

  
]
